[
   {
      "name":"Mirage",
      "position":"Inferno",
      "image":"mirage",
      "overview":"This version of the map has a few visual improvements but not much has changed. The hay stacks and the fish ponds still make an appearance but nuclear containment barrels have also been added. The skybox has also changed, similar to Counter-Strike 1.0. On October 10th, 2016, the map received a major texture and graphic overhaul, as well as reopening the exit for T spawn originally from source, as well as other minor layout changes. The Counter-Terrorist forces are revealed as SAS, while the Terrorist forces are known as the Separatists.",
      "location":"Morroco",
         "latitude":32.1425789,
         "longitude":-7.0849336,

   },
   {
      "name":"Inferno",
      "position":"LW",
      "image":"inferno",
      "overview":"Valve and Hidden Path Entertainment had refined the map's visuals and implemented small gameplay tweaks. For instance, the original versions of Mirage had textures similar to Italy. Later on, it was changed into a Dust-like setting.",
      "location":"Italy",
      "latitude":42.8658916,
      "longitude":11.9918683
   },
   {
      "name":"Overpass",
      "position":"RW",
      "image":"overpass",
      "overview":"Overpass is a bomb defusal map that was introduced in the Winter Offensive update along with Cobblestone. It was CS:GO's first completely new defuse map that was designed specifically for use in competitive play. [1]",
      "location":"Germany",
      "latitude":52.5069312,
      "longitude":13.1445504
   },
   {
      "name":"Dust II",
      "position":"CM",
      "image":"dust2",
      "overview":"Dust II is a bomb defusal map in Counter-Strike: Global Offensive. The Counter-Terrorists have two objectives: to prevent the Terrorists from planting the C-4 at either of the two chemical weapon stashes (Bombsites A or B), or to defuse the bomb after the Terrorists plant. The map appears to be based in the Middle East, similar to its predecessor Dust. Dust II is arguably the most popular and played Counter-Strike map and perhaps the most iconic map of the franchise. It was reskinned in October of 2017, which was its first major change in CS:GO since being released.",
      "location":"Morroco",
         "latitude":32.1425789,
         "longitude":-7.0849336,

   }
]
